INSERT INTO `temp_progress` VALUES ('1313340292794978305', 1, '首页', 1, '', '1. 列出本周日志完成进度；\n2. 列出本周拜访院校及教师数；\n3. 列出目前负责区域的教材发售同期对比\n4. 列出本年度重点推广教材的同期对比\n', '1. 列表\n2. echart', '综合查询的各项功能', NULL, NULL, '2020-10-06 13:14:43', '2020-10-06 00:00:00', 0);
INSERT INTO `temp_progress` VALUES ('1313346377639542786', 2, '工作记录', 1, '我的日志', '填写修改每日工作报告', '七个按钮，点击后显示对应的日志，没有的就新建', '工作日志的增删改查 vo 要带走访记录？走访记录里又指向院校对象和教师对象？', NULL, NULL, '2020-10-06 13:19:08', '2020-10-06 00:00:00', 0);
INSERT INTO `temp_progress` VALUES ('1313347727513370626', 2, '工作记录', 2, '工作周报', '周报', '正常增删改查', 'vo要整合日志里面的走访记录', NULL, NULL, '2020-10-06 13:17:54', '2020-10-06 13:17:54', 0);
INSERT INTO `temp_progress` VALUES ('1313348386375614465', 3, '信息管理', 5, '经销商信息', '显示经销商，非管理员不得更改', '列表展示', '增删改查', NULL, NULL, '2020-10-06 13:20:31', '2020-10-06 13:20:31', 0);
INSERT INTO `temp_progress` VALUES ('1313348763997192193', 3, '信息管理', 4, '产品信息', '展示产品信息，除管理员不得修改', '产品列表展示', '增删改查', NULL, NULL, '2020-10-06 13:22:01', '2020-10-06 13:22:01', 0);
INSERT INTO `temp_progress` VALUES ('1313358438083969026', 3, '信息管理', 3, '高校信息', '依据教育部2020年颁布的名单创建', '', '', NULL, NULL, '2020-10-06 14:05:20', '2020-10-06 00:00:00', 0);
INSERT INTO `temp_progress` VALUES ('1313359578930462722', 3, '信息管理', 1, '教师信息', '1. 教师列表，可跳转到下面几个页面\n2. 教师样书历史，\n3. 教师所在院系，\n4. 教师所在高校，\n', '教师详情包括样书历史、会议历史等', 'vo 要带院校，分别使用 院系、高校、样书、活动等 api 查询各自内容给当前页面或者跳转页面\n', NULL, NULL, '2020-10-06 14:05:11', '2020-10-06 00:00:00', 0);
INSERT INTO `temp_progress` VALUES ('1313359770857619458', 3, '信息管理', 2, '院系信息', '', '', '', NULL, NULL, '2020-10-06 14:05:45', '2020-10-06 14:05:45', 0);
INSERT INTO `temp_progress` VALUES ('1313359913082273793', 3, '信息管理', 6, '教材流向', '', '', '', NULL, NULL, '2020-10-06 14:06:19', '2020-10-06 14:06:19', 0);
